experiments/redis_contention/throughput/loaded_pairs_0/pair_0/clients_1_threads_4_pipeline_100/redis.out
4         Threads
1         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       722874.45          ---          ---         0.45001         0.45500         1.15900         1.52700    759079.98 
Gets       144574.86      7601.43    136973.42         0.44790         0.44700         1.15900         1.52700     13399.33 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     867449.31      7601.43    136973.42         0.44966         0.45500         1.15900         1.52700    772479.31